@extends('layouts.auth')

@section('content')
    <div class="container">
        <div class="row">
            <div class="txt-content">
            <div style="margin-top: 0px;"></div>
                <center><img src="images/img_logo_flnet.svg" width="80">
                    <h3 class="big-title">隐私权政策</h3></center>
                <div class="content rule">
                    <p><b>引言</b></p>
                    <p><b>富连网（本隐私权政策中指郑州市富连网电子科技有限公司及其关联公司，以下亦称“我们”）非常重视您的个人信息及隐私权的保护，</b> 因此我们将按法律法规要求，采取相应安全保护措施，尽力保护您的个人信息安全可控。鉴此，我们制定本《隐私权政策》（下称“本政策 ”）并提醒您：</p>
                    <p><b>本政策适用于富连网的产品或服务。如我们关联公司的产品或服务中使用了富连网提供的产品或服务（例如直接使用富连网账户登录）但未设独立的隐私权政策的，则本政策同样适用于该部分产品或服务。</b></p>
                    <p>在使用富连网各项产品或服务前，请您务必仔细阅读并透彻理解本政策，在确认充分理解并同意后使用相关产品或服务。<b>一旦您开始使用或继续使用富连网各项产品或服务，即表示您已充分理解并同意本政策，包括我们随时作出的任何变更。</b>如对本政策内容有任何疑问、意见或建议，您可发送电子邮件至operation@flnet.com联系我们。</p><br>
                    <p><b>一、我们可能收集的信息</b></p>
                    <p>我们提供服务时，可能会收集、储存和使用下列与您有关的信息。如果您不提供相关信息，可能无法注册成为我们的用户或无法享受我们提供的某些服务，或者无法达到相关服务拟达到的效果。</p>
                    <p>（一）您提供给我们的信息</p>
                    <ul>
                        <li>我们可能收集您在注册账户或使用我们的服务时，向我们提供的相关个人信息，例如姓名、性别、生日、手机号码、电子邮箱地址、送货地址、订单、发票、银行卡号等；</li>
                        <li>您通过我们的服务向其他方提供的共享信息，以及您使用我们的服务时所储存的信息。</li>
                        <li>您通过富连网其他应用（例如相册、联系人列表）等同步的资料或数据；</li>
                        <li>与参与富连网论坛或其他富连网平台相关的信息；</li>
                        <li>您提供给我们的任何其他信息。</li>
                    </ul><br>
                    <p><b>（二）我们获取的您的信息</b></p>
                    <p>您使用服务时我们可能收集如下信息：</p>
                    <ul>
                        <li><b>设备信息：</b>我们会根据您在软件安装及使用中授予的具体权限，接收并记录您所使用的设备相关信息（例如设备型号、操作系统版本、设备设置、唯一设备标识符等软硬件特征信息）、设备所在位置相关信息（例如IP 地址、GPS位置以及能够提供相关信息的Wi-Fi 接入点、蓝牙和基站等传感器信息）。您可以通过关闭定位功能，停止对您的地理位置信息的收集。</li>
                        <li><b>日志信息：</b>当您使用我们的网站或客户端提供的产品或服务时，我们会自动收集您对我们服务的详细使用情况，作为有关网络日志保存。例如您的搜索查询内容、IP地址、浏览器的类型、电信运营商、使用的语言、访问日期和时间及您访问的网页记录等。</li>
                        <li><b>订单信息：</b>为展示您账户的订单信息，我们会收集您在使用我们服务过程中产生的订单信息用于向您展示及便于您对订单进行管理。</li>
                        <li><b>通话信息：</b>当您与我们联系时，我们可能会保存您的通信/通话记录和内容或您留下的联系方式等信息，以便与您联系或帮助您解决问题，或记录相关问题的处理方案及结果。</li>
                    </ul><br>
                    <p>收集此类信息的目的在于改善我们向您提供的服务。所收集信息的类别和数量取决于您如何使用、加入或参与我们产品和/或服务。另外请注意，单独的设备信息、日志信息等是无法识别特定自然人身份的信息。如果我们将这类非个人信息与其他信息结合用于识别特定自然人身份，或者将其与个人信息结合使用，则在结合使用期间，这类非个人信息将被视为个人信息，除取得您授权或法律法规另有规定外，我们会将该类个人信息做匿名化、去标识化处理。</p><br>

                    <p><b>二、我们可能如何使用信息</b></p>
                    <p>我们可能将在向您提供服务的过程之中所收集的信息用作下列用途：</p>
                    <p>（一）帮助您成为我们的会员<br>
                        为成为我们的会员，以便我们为您提供会员服务，您需要提供手机号码、电子邮箱地址，并创建用户名和密码以生成富连网账号。如果您仅需使用浏览、搜索等基本服务，您不需要注册成为我们的会员及提供上述信息。</p>
                    <p>在注册会员过程中，如果您提供以下额外信息补全个人资料，将有助于我们给您提供如会员生日特权等更个性化的会员服务：您的真实姓名、性别、出生年月日、居住地、您本人的真实头像。但如果您不提供这些信息，将会影响到您使用个性化的会员服务，但不会影响使用富连网产品或服务的基本浏览、搜索、购买功能。</p>

                    <p>（二）为您展示和推送商品或服务<br>
                        为改善我们的产品或服务、向您提供个性化的信息搜索及交易服务，我们会根据您的浏览及搜索记录、设备信息、位置信息、订单信息，提取您的浏览、搜索偏好、行为习惯、位置信息等特征，基于特征标签进行间接人群画像并展示、推送信息。如果您不想接受我们给您发送的商业广告，您可随时通过相应产品退订功能取消。</p>

                    <p>（三）向您提供商品或服务<br>
                        为了向您提供商品或服务，我们需要搜集您的相关信息。如订单信息可用于处理订单和相关的售后服务，包括送货、包裹跟踪、客户支持、退换货等；个人资料可用于您参与富连网论坛时的个人资料页面展示等；设备信息及日志信息用于激活富连网服务，例如富连网云、通话日志同步、短消息同步、查找设备，并用于用户认证和服务激活；相关的地理位置信息用于评估 SIM 卡激活失败及为您提供正确版本的服务；使用个人联系方式发送重要通知等。</p>

                    <p>（四）改进我们的产品和服务<br>
                        统计并分析与我们产品及服务的使用相关的信息，以更好地改进我们的产品和服务。另外，还有某些选择性加入功能，例如用户体验计划，允许富连网分析用户如何使用手机和富连网服务的数据，以改善用户体验，例如发送崩溃报告。</p>

                    <p>（五）为您提供安全保障<br>
                        为提高您使用我们及我们关联公司、合作伙伴提供服务的安全性，保护您或其他用户或公众的人身财产安全免遭侵害，更好地预防钓鱼网站、欺诈、网络漏洞、计算机病毒、网络攻击、网络侵入等安全风险，更准确地识别违反法律法规或富连网相关协议规则的情况，我们可能使用或整合您的会员信息、交易信息、设备信息、有关网络日志以及我们关联公司、合作伙伴取得您授权或依据法律共享的信息，来综合判断您账户及交易风险、进行身份验证、检测及防范安全事件，并依法采取必要的记录、审计、分析、处置措施。</p>

                    <p>（六）其他用途<br>
                        我们将信息用于本政策未载明的其他用途，或者将基于特定目的收集而来的信息用于其他目的时，会事先征求您的同意。</p>
                    <p>我们严格遵守您所在地的相关法律法规规定，要求独立的明确同意，所以我们只会在征得您的同意或您表示不反对时使用您的个人信息。您有权终止我们使用计划用于直接推广的个人数据。 如果您不再希望接收某些类别的电子邮件，您可以通过每封邮件底部的取消订阅链接来取消订阅。我们不会将您的个人信息传送给我们的商业伙伴以便用于直接推广。</p><br>

                    <p><b>三、我们可能如何收集信息</b></p>
                    <p>我们可能通过Cookie、网站信标和像素标签等方式收集和使用您的信息，并将该等信息储存为日志信息。</p>

                    <p>（一）Cookie<br>
                        为确保网站正常运转、为您获得更轻松的访问体验、向您推荐您可能感兴趣的内容，我们会在您的计算机或移动设备上存储名为 Cookie 的小数据文件。Cookie 通常包含标识符、站点名称以及一些号码和字符。借助于 Cookie，网站能够存储您的偏好或购物篮内的商品等数据。您可根据自己的偏好管理或删除 Cookie。有关详情，请参见 AboutCookies.org。您可以清除计算机上保存的所有 Cookie，大部分网络浏览器都设有阻止 Cookie 的功能。但如果您这么做，则需要在每一次访问我们的网站时更改用户设置。如需详细了解如何更改浏览器设置，请访问您使用的浏览器的相关设置页面。</p>

                    <p>（二）网站信标和像素标签<br>
                        除 Cookie 外，我们还会在网站上使用网站信标和像素标签等其他同类技术。例如，我们向您发送的电子邮件可能含有链接至我们网站内容的地址链接，如果您点击该链接，我们则会跟踪此次点击，帮助我们了解您的产品或服务偏好以便于我们主动改善客户服务体验。网站信标通常是一种嵌入到网站或电子邮件中的透明图像。借助于电子邮件中的像素标签，我们能够获知电子邮件是否被打开。如果您不希望自己的活动以这种方式被追踪，则可以随时从我们的寄信名单中退订。</p>
                    <p><b>您可以通过浏览器设置拒绝或管理Cookie、网站信标和像素标签。但请注意，如果停用Cookie、网站信标和像素标签，您有可能无法享受最佳的服务体验，某些服务也可能无法正常使用。</b></p><br>

                    <p><b>三、我们如何共享、转让、公开披露您的个人信息</b></p>
                    <p>（一）共享<br>
                        <b>我们不会与富连网以外的公司、组织和个人共享您的个人信息，但以下情况除外：</b></p>
                    <ol>
                        <li><b>在获取明确同意的情况下共享：</b>获得您的明确同意后，我们会与其他方共享您的个人信息。</li>
                        <li><b>在法定情形下的共享：</b>我们可能会根据法律法规规定、诉讼争议解决需要，或按行政、司法机关依法提出的要求，对外共享您的个人信息。</li>
                        <li><b>与关联公司间共享：</b>为便于我们基于关联账号共同向您提供服务，推荐您可能感兴趣的信息或保护富连网关联公司或其他用户或公众的人身财产安全免遭侵害，您的个人信息可能会与我们的关联公司（经营范围主要涉及通讯、社交媒体、技术或云业务）共享。我们只会共享必要的个人信息（如为便于您使用富连网账号使用我们关联公司产品或服务，我们会向关联公司共享您必要的账户信息），如果我们共享您的个人敏感信息或关联公司改变个人信息的使用及处理目的，将再次征求您的授权同意。 如果您不再希望我们共享这些信息，请联系我们。</li>
                        <li><b>与授权合作伙伴共享：</b>仅为实现本隐私权政策中声明的目的，我们的某些服务将由我们和授权合作伙伴共同提供。我们可能会与合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验。例如，在您上网购买我们的产品时，我们必须与物流服务提供商共享您的个人信息才能安排送货，或者安排合作伙伴提供服务。我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。我们的合作伙伴无权将共享的个人信息用于与产品或服务无关的其他用途。</li>
                    </ol><br>

                    <p><b>目前，我们的授权合作伙伴包括以下类型：</b></p>
                    <ul>
                        <li><b>（1）广告、分析服务类的授权合作伙伴。</b><p>除非得到您的许可，否则我们不会将您的个人身份信息（指可以识别您身份的信息，例如姓名或电子邮箱，通过这些信息可以联系到您或识别您的身份）与提供广告、分析服务的合作伙伴共享。我们会向这些合作伙伴提供有关其广告覆盖面和有效性的信息，而不会提供您的个人身份信息，或者我们将这些信息进行汇总，以便它不会识别您个人。例如，只有在广告主同意遵守我们的广告发布准则后，我们才可能会告诉广告主他们广告的效果如何，或者有多少人看了他们广告或在看到广告后安装了应用，或者向这些合作伙伴提供不能识别个人身份的统计信息（例如“女性，25-29岁，位于深圳”），帮助他们了解其受众或顾客。</p></li>
                        <li><b>（2）供应商、服务提供商和其他合作伙伴。</b><p>我们将信息发送给支持我们业务的供应商、服务提供商和其他合作伙伴，这些支持包括提供技术基础设施服务、分析我们服务的使用方式、衡量广告和服务的有效性、提供客户服务、支付便利或进行学术研究和调查。对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的数据保护协定，要求他们按照我们的说明、本隐私权政策以及其他任何相关的保密和安全措施来处理个人信息。</p></li>
                    </ul>

                    <p>（二）转让<br>
                        <b>我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：</b></p>
                    <ol>
                        <li><b>在获取明确同意的情况下转让：</b>获得您的明确同意后，我们会向其他方转让您的个人信息；</li>
                        <li><b>在富连网发生合并、收购或破产清算情形，或其他涉及合并、收购或破产清算情形时，</b>如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受本政策的约束，否则我们将要求该公司、组织和个人重新向您征求授权同意。</li>
                    </ol><br>

                    <p>（三）公开披露<br>
                        <b>我们仅会在以下情况下，公开披露您的个人信息：</b></p>
                    <ol>
                        <li><b>获得您明确同意或基于您的主动选择，</b>我们可能会公开披露您的个人信息；</li>
                        <li><b>如果我们确定您出现违反法律法规或严重违反富连网相关协议规则的情况，或为保护富连网及其关联公司用户或公众的人身财产安全免遭侵害，</b>我们可能依据法律法规或富连网相关协议规则征得您同意的情况下披露关于您的个人信息，包括相关违规行为以及富连网已对您采取的措施。</li>
                    </ol><br>

                    <p>（四）共享、转让、公开披露个人信息时事先征得授权同意的例外<br>
                        以下情形中，共享、转让、公开披露您的个人信息无需事先征得您的授权同意：</p>
                    <ol>
                        <li><b>与国家安全、国防安全有关的；</b></li>
                        <li><b>与公共安全、公共卫生、重大公共利益有关的</b></li>
                        <li><b>与犯罪侦查、起诉、审判和判决执行等有关的；</b></li>
                        <li><b>出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</b></li>
                        <li><b>您自行向社会公众公开的个人信息；</b></li>
                        <li><b>从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。
                                根据法律规定，共享、转让经去标识化处理的个人信息，且确保数据接收方无法复原并重新识别个人信息主体的，不属于个人信息的对外共享、转让及公开披露行为，对此类数据的保存及处理将无需另行向您通知并征得您的同意。</b></li>
                    </ol><br>

                    <p><b>四、我们如何保护您的个人信息安全</b></p>
                    <p><b>（一）为了防止未经授权的访问、披露或其他类似风险，我们落实了合理的物理、电子和管理措施流程保护您的个人信息安全，防止个人信息遭到未经授权访问、公开披露、使用、修改、损坏或丢失。</b></p>
                    <p>例如，当您访问富连网账户时，您可以选择我们的两步验证程序来保证更好的安全性。当您通过硬件设备登陆富连网账号并向我们的服务器发送或收取信息时，我们确保使用安全套接层 (SSL) 和其他算法对其进行加密。您的个人信息全都被储存在安全的服务器上，并在受控设施中受到保护。我们依据重要性和敏感性对您的数据进行分类，并且保证您的个人信息具有最高的安全等级。我们保证通过访问这些信息来帮助向您提供产品和服务的员工和第三方服务供应商具有严格的合同保密义务，如果未能履行这些义务，其将会受到纪律处分或被终止合作。同样，我们对以云为基础的数据存储设有专门的访问控制措施。总而言之，我们定期审查信息收集、储存和处理实践，包括物理安全措施，以防止任何未经授权的访问和使用。</p>

                    <p><b>（二）我们会采取合理可行的措施，尽力避免收集无关的个人信息。</b><br>
                        我们只会在达成本政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。
                    </p>

                    <p><b>（三）互联网并非绝对安全的环境，我们强烈建议您不要使用非富连网推荐的通信方式发送个人信息。</b><br>
                        您可以通过我们的服务建立联系和相互分享。当您通过我们的服务创建交流、交易或分享时，您可以自主选择沟通、交易或分享的对象，作为能够看到您的交易内容、联络方式、交流信息或分享内容等相关信息的第三方。
                    </p>

                    <p>（四）在使用富连网服务进行网上交易时，您不可避免地要向交易对方或潜在的交易对方披露自己的个人信息，如联络方式或联系地址。<b>请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。</b>如您发现自己的个人信息尤其是您的账户或密码发生泄露，请您立即联络富连网客服，以便我们根据您的申请采取相应措施。
                    </p>

                    <p>（五）<b>请注意，您在使用我们服务时自愿共享甚至公开分享的信息，可能会涉及您或他人的个人信息甚至个人敏感信息，</b>如您在评价时选择上传包含个人信息的图片。请您更加谨慎地考虑，是否在使用我们的服务时共享甚至公开分享相关信息。
                    </p>

                    <p>（六）<b>请使用复杂密码，协助我们保证您的账号安全。我们将尽力保障您发送给我们的任何信息的安全性。</b>如果我们的物理、技术或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。</p>

                    <p>（七）在不幸发生个人信息安全事件后，我们将按照法律法规的要求向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。事件相关情况我们将以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。</p>

                    <p><b>（八）我们将采取所有可行的措施保护您的个人信息。但是，您应当意识到互联网的使用并不总是安全的，因此，我们不能保证在通过互联网双向传输时任何个人信息的安全性或完整性。</b></p><br>

                    <p><b>五、您如何管理您的个人信息</b></p>
                    <p><b>（一）访问您的个人信息</b><br>
                        您有权访问您的个人信息，法律法规规定的例外情况除外。您可以通过以下方式自行访问您的个人信息：<br>
                        <b>账户信息</b>——如果您希望访问或编辑您的账户中的个人基本资料信息和支付信息、更改您的密码、添加安全信息或关闭您的账户等，您可以通过登录账号通过“账号管理”执行此类操作。<br>
                        <b>搜索信息</b>——您可以登录账号通过“我的足迹”访问或清除您的搜索历史记录。<br>
                        <b>订单信息</b>：您可以在富连网中查阅或清除您的订单记录、交易记录等。<br>
                        如果您无法通过上述路径访问该等个人信息，您可以随时通过富连网客服与我们取得联系。我们将在15天内回复您的访问请求。
                    </p>

                    <p><b>（二）更正或补充您的个人信息</b><br>当您发现我们处理的关于您的个人信息有错误时，您有权要求我们做出更正或补充。您可以通过“（一）访问您的个人信息”中列明的方式提出更正或补充申请。</p>

                    <p><b>（三）删除您的个人信息</b><br>您可以通过“（一）访问您的个人信息”中列明的方式删除您的部分个人信息。在以下情形中，您可以向我们提出删除个人信息的请求：</p>
                    <ol>
                        <li>如果我们处理个人信息的行为违反法律法规；</li>
                        <li>如果我们收集、使用您的个人信息，却未征得您的明确同意；</li>
                        <li>如果我们处理个人信息的行为严重违反了与您的约定；</li>
                        <li>如果您不再使用我们的产品或服务，或您主动注销了账号；</li>
                        <li>如果我们永久不再为您提供产品或服务。<br>若我们决定响应您的删除请求，我们还将同时尽可能通知从我们处获得您的个人信息的主体，要求其及时删除，除非法律法规另有规定，或这些主体获得您的独立授权。</li>
                    </ol><br>

                    <p><b>（四）保护您的个人信息</b><br>
                        您可以通过不向任何人（除非此人经您正式授权）披露您的登录密码或账户信息，为保护您个人信息的安全发挥作用。无论您何时作为富连网账号用户登录富连网，尤其是在他人的计算机或公共互联网终端上登录时，在会话结束时您总应注销登出。

                    </p>

                    <p>富连网不对因您未能保持个人信息的私密性而导致第三方访问您的个人信息进而造成的安全疏漏承担责任。尽管有上述规定，如果发生互联网其他任何用户未经授权使用您账户的情况或其他任何安全漏洞，您必须立即通知我们。您的协助将有助于我们保护您个人信息的私密性。</p>

                    <p><b>（五）改变您授权同意的范围</b><br>
                        您可以通过提交请求，撤销同意收集、使用和/或披露我们掌握或控制的您的个人信息。这可以通过 <a href="https://account.flnet.com/sso/login" target="_blank">https://account.flnet.com/sso/login</a> 访问富连网账号管理中心进行相关操作。我们将会在您做出请求后的合理时间内处理您的请求，并且会根据您的请求，在此后不再收集、使用和/或披露您的个人信息。
                    </p>

                    <p>请注意，您撤销同意会导致某些法律后果。根据您撤销同意让我们处理您的个人信息的范围，这可能表示您不能享受富连网的产品和服务。</p><br>


                    <p><b>六、我们如何处理未成年人的个人信息</b></p>
                    <p>如果没有父母或监护人的同意，未成年人不得创建自己的用户账户。<b>如您为未成年人的，建议您请您的父母或监护人仔细阅读本隐私权政策，并在征得您的父母或监护人同意的前提下使用我们的服务或向我们提供信息。</b></p>

                    <p>对于经父母或监护人同意使用我们的产品或服务而收集未成年人个人信息的情况，我们只会在法律法规允许、父母或监护人明确同意或者保护未成年人所必要的情况下使用、共享、转让或披露此信息。</p><br>

                    <p><b>七、您的个人信息如何在全球范围转移</b></p>
                    <p>我们在中华人民共和国境内运营中收集和产生的个人信息，存储在中国境内，以下情形除外：</p>
                    <ol>
                        <li>法律法规有明确规定；</li>
                        <li>获得您的明确授权；</li>
                        <li>您通过互联网进行跨境交易等个人主动行为。</li>
                    </ol><br>
                    <p>针对以上情形，我们会确保依据本隐私权政策对您的个人信息提供足够的保护。</p><br>

                    <p><b>八、本隐私权政策如何更新</b></p>
                    <p>我们的隐私权政策可能变更。未经您明确同意，我们不会限制您按照本隐私权政策所应享有的权利。我们会在富连网网站页面上发布对隐私权政策所做的任何变更。对于重大变更，我们还会提供更为显著的通知（包括我们会通过富连网公示的方式进行通知甚至向您提供弹窗提示）。本政策所指的重大变更包括但不限于：
                    </p>

                    <ol>
                        <li>我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；</li>
                        <li>我们在控制权等方面发生重大变化。如并购重组等引起的所有者变更等；</li>
                        <li>个人信息共享、转让或公开披露的主要对象发生变化；</li>
                        <li>您参与个人信息处理方面的权利及其行使方式发生重大变化；</li>
                        <li>我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时；</li>
                        <li>个人信息安全影响评估报告表明存在高风险时。</li>
                    </ol><br>

                    <p><b>九、第三方是否适用本政策</b></p>
                    <p><b>本政策不适用于其他第三方向您提供的服务，也不适用于富连网中已另行独立设置法律声明及隐私权政策的产品或服务。</b>富连网的产品和服务可能包括第三方的产品和服务，以及第三方网站的链接。当您使用这些产品或服务时，也可能收集您的信息。我们不对第三方如何使用他们向您收集的个人信息负责，也不能控制其使用。我们的隐私政策不适用通过我们的服务链接的其他网站。 因此，我们强烈建议您花时间阅读该第三方的隐私政策，就像阅读我们的政策一样。</p>


                    <p><b>十、如何联系我们</b></p>
                    <p>您可以通过以下方式与我们联系，我们将在15天内回复您的请求：</p>
                    <ol>
                        <li>如对本政策内容有任何疑问、意见或建议，您可通过富连网客服与我们联系；</li>
                        <li>我们设立了个人信息保护专职部门，您可以通过operation@flnet.com与其联系。</li>
                    </ol>
                    <p>如果您对我们的回复不满意，特别是您认为我们的个人信息处理行为损害了您的合法权益，您还可以通过向被告住所地有管辖权的法院提起诉讼来寻求解决方案。</p>


                </div>

            </div>
            <!-- .row -->
        </div>
    </div>
@endsection
