@extends('layouts.auth')

@section('content')
    <div class="container">
        <div class="row">
            <div class="txt-content">
            <div style="margin-top: 0px;"></div>
                <center><img src="images/img_logo_flnet.svg" width="80">
                    <h3 class="big-title">富连网VIP服务协议——夏普</h3></center>
                <div class="content rule">

                    <p><b>本协议是您与深圳市富连网物联网智能家居有限公司（以下简称“富连网IOT”）之间达成的法律协议,</b> 表明了适用于您对富连网IOT服务的使用条款。富连网在此特别提醒用户认真阅读、充分理解---本协议中各条款，包括用加粗符号和下划线标注的免除或者限制富连网责任的免责条款及对用户的权利限制条款。请您审慎阅读并选择接受或不接受本协议(未成年人应在法定监护人陪同下阅读）。除非您接受本协议所有条款，否则您无权注册、登录或使用本协议所涉相关服务。您的注册、登录、使用等行为将视为对本协议的接受，并同意接受本协议各项条款的约束。</p>
                    <br>
                    <p><b>一、富连网VIP服务的定义</b></p>
                    <p>富连网VIP服务，指按照指定方式支付一定增值服务费用之后，用户可以享有富连网IOT相关特权的服务。富连网可能会根据合作方不同的产品及服务类型，推出不同的包月、包季、包年等增值服务。</p><br>

                    <p><b>二、产品责任限制</b></p>
                    <p>富连网IOT智能家庭服务中，全部视听节目内容（包含富连网提供的）由国家广电总局批准的集成播控牌照方负责政治、价值和审美审查，电商服务、支付服务、富连网IOT账户体系服务、应用程序的发布服务（包含第三者制作且仅指系统预装的应用商店内的应用程序）、游戏服务（仅指游戏大厅里的游戏）由富连网IOT及其关联公司、合作伙伴提供。
                        富连网IOT不控制且不对第三方的信息和服务负责，当用户访问第三方信息和服务时，适用第三方的条款和政策。富连网IOT智能家庭服务的所有内容仅供个人使用，所有未经授权的复制、翻录、编辑、传播、传送、销售、出租、在公共场合放映本视频或用于其他任何商业目的，均属违法并被严格禁止。
                        富连网IOT为夏普品牌提供运营，除产品硬件外，夏普不对富连网IOT智能家庭服务的内容、质量、体验和操作系统提供任何承诺和保证，包括但不限于富连网IOT智能家庭服务和内容的安全性、稳定性、及时性、可观赏性、合法性、是否侵权等。与富连网IOT智能家庭服务有关的任何疑问、异议、意见或者建议，您应自行和服务提供者及视听节目内容提供者联系协商，夏普及集成播控牌照方不承担版权侵权等责任。</p><br>

                    <p><b>三、服务条款的确认和修改</b></p>
                    <p>富连网IOT提供的服务将完全按照其发布的章程、服务条款和操作规则严格执行。您在使用富连网IOT提供的服务前,请认真阅读所有服务条款。当您使用富连网IOT中提供的服务时,视为您已完全同意所有服务条款。</p><br>


                    <p><b>四、条款的变更和通知</b></p>
                    <p>富连网IOT保留随时及不时更新、修订、补充及以其他方式修改本协议并就您对有关服务的使用发布新的或额外的规则、政策、条款或条件的权利。修改本协议条款时，富连网IOT将在相关重要页面上公告修改后的结果，而不另行对用户进行个别通知。如用户对修改后的协议存有异议，用户可以停止使用富连网IOT服务。如用户继续使用富连网IOT提供的服务，则视为用户已接受富连网IOT修订后的协议内容。</p><br>

                    <p><b>五、服务内容的变更、中断和终止</b></p>
                    <p>富连网IOT保留在任何时候修改、暂停或停止有关服务（或其任何部分或内容）的权利,富连网IOT不就此承担责任。在可能的范围内,富连网IOT将事先提醒您有关服务的任何修改、暂停或停止。您可根据实际情况随时停止使用富连网IOT提供的一项或多项服务。您可以取消已经使用的服务。富连网IOT有权判定您的行为是否符合富连网IOT服务条款的要求,如果您违背了服务条款的规定,富连网IOT有权中断和终止对您提供服务。</p><br>


                    <p><b>六、用户信息和隐私保护</b></p>
                    <p>您同意在有关服务注册时以及在使用有关服务的过程中需要时提供准确、符合现况和完整的信息（“注册资料”）。您进一步同意按照使您的注册资料保持准确、符合现况和完整的需要,维持并更新您的注册资料。如果您提供的任何信息是虚假、不准确或不完整的,富连网IOT可终止您对任何或全部有关服务的权利。同时,富连网IOT不会在未经您授权时公开、编辑或透露您的个人资料和"富连网IOT"为您保存的非公开内容,除非有法律、法规或政府有关部门要求,以及富连网IOT本着诚实信用原则认为披露这些资料是必要的以下情况：</b></p>
                    <ol>
                        <p><b>(1)为了维护社会公共利益的需要；</b></p>
                        <p><b>(2)为了提供您所定制服务的需要；</b></p>
                    </ol>

                    <p>富连网IOT将尽合理努力保护您就有关服务提交的信息,但是您确认并同意,您提交该等信息的风险由您自行承担,富连网IOT特此声明不以任何方式就与该等信息有关的任何损失或责任向您承担任何责任。</p><br><br>


                    <p><b>七、用户责任</b></p>
                    <p><b>您在使用富连网IOT提供的服务时必须保证</b></p>
                    <ol>
                        <p><b>(1)遵守中国有关法律法规的规定。</b></p>
                        <p><b>(2)不利用服务作非法用途。</b></p>
                        <p><b>(3)不干扰服务的正常进行。</b></p>
                        <p><b>(4)遵守所有与使用服务有关的网络协议、规定、程序和惯例。</b></p>
                        <p><b>(5)不得以任何形式侵犯"富连网IOT"的知识产权。</b></p>
                    </ol>
                    <p>您需对您在富连网IOT的一切行为承担法律责任。您若在富连网IOT上散布和传播反动、色情或其他违反国家法律、法规的信息、资料；富连网IOT的系统有可能记录作为您违反法律、法规的证据,并向有关执法部门提供。您承诺不传输、传播或者教唆他人实施任何非法、骚扰性、侮辱、毀谤他人、恐吓性、庸俗和淫秽的信息、资料。</p><br>


                    <p><b>八、 有关产品和有关服务的使用</b></p>
                    <p>有关服务可能提供互动功能,使您可以实现在有关服务中有关服务的其他用户及公众可以访问和观看的区域提交或张贴信息、材料或通往第三方内容的链接等活动。您声明并同意,您对任何此等活动可能的参与和使用,包括但是不限于您提交或张贴的任何信息、材料或链接,均完全由您承担相应的责任,不得侵犯任何其他方的权利、违反任何法律或者促成或鼓励侵权或非法行为,也不得是下流淫秽的。当您使用此服务时意味着您向富连网IOT授予世界范围内的、免使用费的非独家许可,许可活动作为活动的一部分和在相关的服务情况下授权富连网IOT使用该等材料,而无须为此要求您的特别再次授权，富连网IOT保留在任何时候根据其自行决定,在无须做出通知或承担责任的情况下删除任何不符合本服务约定的信息和材料。</p>

                    <p><b>九、令人反感的内容</b></p>
                    <p>在使用有关服务时,您也许会遇到可能被视为是露骨、色情成分等令人反感的内容,无论该内容是否被认定为含有露骨、色情成分，您同意自行承担使用有关服务的风险,，富连网IOT不向您承担任何责任。应用程序的种类和描述仅为方便之目的而提供,您确认并同意富连网IOT不保证它们的准确性。</p><br>

                    <p><b>十、青少年用户特别提示</b></p>
                    <p>青少年用户必须遵守全国青少年网络文明公约：要善于网上学习，不浏览不良信息；要诚实友好交流，不侮辱欺诈他人；要增强自护意识，不随意约会网友；要维护网络安全，不破坏网络秩序；要有益身心健康，不沉溺虚拟时空。</p><br>

                    <p><b>十一、知识产权</b></p>
                    <p>(1)所有权的确认</p>
                    <p>您同意,有关服务（包括但不限于有关产品、图片、用户界面、声音素材、编辑内容和安装有关服务所使用的脚本和软件）是由富连网IOT和第三方开发者拥有的专有信息和材料,受适用的知识产权法律和其他法律的保护,您将不会以任何方式使用该等专有信息或材料,但为了根据本协议条款使用有关服务的目的而使用的除外。除本协议明确允许的以外,不得以任何方式复制有关服务的任何部分。您同意,不在未经授权的情况修改、出租、出借、出售、分发、传播、加工等方式使用该服务内容。</p>

                    <p>(2)去除富连网IOT内容或其他材料</p>
                    <p>不论本协议中有任何其他规定,富连网IOT及其委托人保留在任何时候不经通知即变更、暂停、去除或禁止访问任何有关产品、内容或构成有关服务一部分的其他材料的权利。在任何情况下,富连网IOT均不对根据本协议删除或禁止访问任何有关产品、内容或材料而承担任何责任。富连网IOT还可在任何情况下不经通知即对有关服务某些功能或部分的使用或访问施加限制,而无须为此承担任何责任。从有关服务中删除有关产品将不会影响您已从有关服务获得使用许可的有关权利。</p>

                    <p>(3)著作权</p>
                    <p>富连网IOT享有包括内容汇编、张贴、通往其他互联网资源的链接以及关于上述资源的描述和软件的著作权,由富连网IOT和/或其委托人所属，富连网IOT和其委托人保留其在法律上的所有权利。除本条款和条件中允许的对有关服务的使用外,对有关服务的任何部分的使用均是严格禁止的,若您在侵犯他人的知识产权,可能使您因侵犯著作权权利人的权利而受到民事和刑事处罚,包括可能支付损害赔偿金。</p>

                    <p>(4)商标</p>
                    <p>富连网IOT标识以及服务使用的其他富连网IOT商标、服务标记、图形和标识是由富连网IOT和/或其的所享有。当您使用本服务并不代表授予您就任何上述商标的使用许可。</p><br>

                    <p><b>十二、担保或保证</b></p>
                    <p>富连网IOT不保证您下载的任何富连网IOT设备提供的软件的合法性、准确性、安全性和完整性,也不承担您因使用这些下载软件而造成的任何形式的损失或损害。您对使用富连网IOT所提供的服务承担风险和责任,富连网IOT对此不作任何明示或暗示的担保或保证。富连网IOT不担保富连网IOT提供的服务一定能满足您的要求,不担保不会中断和终止服务。由于您所在位置、关机等非富连网IOT的原因而导致您不能接收信息,富连网IOT将不负任何法律责任。</p><br>

                    <p><b>十三、维护和支持</b></p>
                    <p>每一项有关产品的提供商仅负责按照适用的最终用户使用许可协议或法律的要求就其许可使用的有关产品提供任何维护和支持服务。您确认，富连网IOT没有任务义务就任何第三方许可使用的有关产品提供任何维护和支持服务。</p><br>

                    <p><b>十四、法律适用</b></p>
                    <p>本服务条款及有关服务的使用受中华人民共和国法律管辖。本服务条款的效力和解释均适用中华人民共和国法律。您同意将本服务条款及有关服务所发生的任何争议提交深圳市龙华区人民法院有管辖权的中华人民共和国法院的管辖。如富连网IOT服务条款与中华人民共和国法律、法规相抵触,则这些条款将完全按法律、法规规定解释和执行,而其它条款则依旧保持对您产生法律效力和影响。</p><br>

                    <p><b>十五、其他</b></p>
                    <p>(1)本条款适用于您对富连网IOT有关服务的使用，在您使用第三方服务时,您可能还须遵守其他的条款与条件。富连网IOT未规定在本条款中的任何权利或规定不构成对该等权利或任何其他权利或规定的放弃。富连网IOT不对其不能控制的原因造成的未履行义务情况承担责任。</p>
                    <p>(2)对本协议的解释权属于富连网IOT，富连网IOT保留对本服务协议的解释权利，若您对本协议条款有任何疑问，请浏览富连网IOT网站相关页面或拨打客服电话。</p>




                </div>

            </div>
            <!-- .row -->
        </div>
    </div>
@endsection
